{
  "timeline": [
    {
      "year": "1970",
      "title": "The Foundation",
      "description": "Founded by John and Faith Singh when Jaipur's block printing industry was at a very low ebb. ANOKHI started working with craftspeople in and around Jaipur to help revitalise age-old skills.",
      "image": "/images/stage2.jpg"
    },
    {
      "year": "1970s",
      "title": "Early Collections",
      "description": "ANOKHI began with small clothing collections, developing striking ranges around traditional techniques while infusing pieces with contemporary twists for modern users.",
      "image": "/images/stage3.jpg"
    },
    {
      "year": "1980s",
      "title": "International Expansion",
      "description": "Traditional prints were re-imagined as stylish evening dresses, bolero jackets and kaftans, sold through boutiques across England and expanding globally.",
      "image": "/images/stage4.jpg"
    },
    {
      "year": "1990s",
      "title": "Next Generation",
      "description": "ANOKHI was placed in the hands of the next generation, who continued to find inventive ways to sustain secure livelihoods for employees and artisanal relationships.",
      "image": "/images/stage5.jpg"
    },
    {
      "year": "2005",
      "title": "Museum Foundation",
      "description": "ANOKHI founded the Anokhi Museum of Hand Printing, dedicated to the collection, preservation and interpretation of block printed fabric.",
      "image": "/images/stage6.jpg"
    },
    {
      "year": "Present",
      "title": "Continuing Legacy",
      "description": "ANOKHI remains deeply committed to supporting traditional craftsmanship and its continued revival, with shops across India and global recognition.",
      "image": "/images/stage7.jpg"
    }
  ],
  "craftsmanship": {
    "title": "The Art of Hand-Block Printing",
    "description": "Our textiles are created using traditional hand-block printing techniques passed down through generations of skilled artisans.",
    "process": [
      {
        "step": "Design Creation",
        "description": "Each design begins as a hand-drawn pattern, carefully crafted by our design team in collaboration with master artisans."
      },
      {
        "step": "Block Carving",
        "description": "Master craftsmen carve intricate designs into wooden blocks, each one unique and handcrafted with precision."
      },
      {
        "step": "Natural Dyeing",
        "description": "We use only natural, eco-friendly dyes derived from plants, minerals, and other organic sources."
      },
      {
        "step": "Hand Printing",
        "description": "Artisans hand-print each piece using traditional techniques, ensuring every item is unique and authentic."
      },
      {
        "step": "Quality Control",
        "description": "Each finished piece undergoes rigorous quality checks to ensure it meets our high standards."
      }
    ]
  }
}
